[GENERAL]
NAME				= Русский
TRANSLATOR			= Bron
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Срок действия закончился.
TEXT_BETA			= Бета версия
TEXT_UNREGISTERED		= Не зарегистрировано
TEXT_BUSINESS			= For Business
TEXT_SAFEMODE			= Безопасный режим
TEXT_SAFEMODE_MESSAGE		= Bandicam запущен в безопасном режиме. \nНекоторые функции, включая аппаратное ускорение кодирования, могут не работать в безопасном режиме.
TEXT_INIT_FAIL			= Сбой запуска приложения.
TEXT_APPINFO			= Bandicam - высокопроизводительный видеозахват
TEXT_HAS_BEEN_UNREGISTERED	= Регистрация Bandicam удалена.


; error
TEXT_ERROR_DISKSPACE		= Не хватает места на диске.
TEXT_ERROR_VIDEO_CAP		= Сбой запуска записи видео.
TEXT_ERROR_AUDIO_CAP		= Сбой запуска записи звука. \nЕсли Вам нужна помощь, нажмите 'ОК'.
TEXT_ERROR_IMAGE_CAP		= Сбой захвата изображения. \nПожалуйста, проверьте папку вывода.
TEXT_ERROR_CREATEFILE		= Не удалось создать файл. \nЕсли Вам нужна помощь, нажмите 'ОК'.
TEXT_ERROR_OUTPUTFOLDER		= Выбранная папка не существует. Пожалуйста, выберите другую папку.
TEXT_ERROR_RENAME_FILE		= Не удалось переименовать выбранный файл.
TEXT_ERROR_CODEC_INIT		= Ошибка инициализации кодека.
TEXT_ERROR_CODEC_INIT_RETRY	= Не удалось инициализировать кодек.\nХотите попробовать еще раз, с кодеком H.264 (CPU)?
TEXT_ERROR_CODEC_VIDEO		= Запись была остановлена из-за проблемы с видеокодеком.
TEXT_ERROR_LOGO_IMAGE		= Неподдерживаемый формат изображения. \nПожалуйста, выберите формат PNG.
TEXT_ERROR_INIT_DEVICE		= Ошибка инициализации видеоустройства.
TEXT_ERROR_NO_DEVICES		= Видеоустройство не обнаружено.
TEXT_ERROR_EXISTING_PRESET_NAME	= Введенное вами имя шаблона уже существует. \nПожалуйста, введите другое имя.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = В связи с политикой Facebook данная функция более недоступна.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = Запись остановлена, так как звуковое устройство больше не доступно.
TEXT_ERROR_DUPLICATE_HOTKEYS	= Обнаружены одинаковые наборы горячих клавиш. Пожалуйста, измените настройки горячих клавиш.
TEXT_ERROR_NO_SOUND_DEVICE	= Звуковое устройство не активировано. Выберите хотя бы одно устройство.
TEXT_ERROR_NO_MORE_5_UPLOADING  = Вы не можете загружать одновременно более 5 видео. Повторите попытку после завершения загрузок.
TEXT_CAN_NOT_CHANGE_TB		= Эта опция только для зарегистрированной версии. \nПожалуйста, зарегистрируйтесь!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Вы не можете использовать больше 10 записей.
TEXT_WARNING_AMD_APP		= Ваша система не поддерживает 'H.264 (AMD VCE)', поэтому будет использован кодек по умолчанию.
TEXT_WARNING_AMD_APP2		= Ваша система не поддерживает 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Если Вы измените настройки для видеоустройства, запись будет остановлена. Вы уверены, что хотите продолжить?
TEXT_WARNING_EXIT_BANDICAM	= Если Вы закроете Bandicam, запись будет остановлена. \nВы уверены, что хотите закрыть Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	=  После завершения приложения запланированная запись не будет выполнена. \nВы уверены, что хотите закрыть Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Вы действительно хотите удалить выбранное наложение?
TEXT_WARNING_UNREGISTER		= Вы действительно хотите удалить регистрацию Bandicam?
TEXT_NOTICE_NEED_TO_RENEW_1	= Требуется продление лицензии!
TEXT_NOTICE_NEED_TO_RENEW_2	= Срок действия вашей лицензии истекает через <font color="red">%d суток</font>. <br>Для продолжения использования Bandicam без ограничений, <br>вам необходимо продлить лицензию.
TEXT_NOTICE_NEED_TO_RENEW_2_NOW	= Срок действия вашей лицензии закончился. <br>Для продолжения использования Bandicam без ограничений, <br>вам необходимо продлить лицензию.
TEXT_NOTICE_NEED_TO_RENEW_2_TODAY = Срок действия вашей лицензии истекает через <font color="red">24 часа</font>. <br>Для продолжения использования Bandicam без ограничений, <br>вам необходимо продлить лицензию.

; video setting page name
TEXT_VID_PAGE_SOUND		= Аудио
TEXT_VID_PAGE_WEBCAM		= Веб-камера
TEXT_VID_PAGE_LOGO		= Логотип
TEXT_VID_PAGE_EFFECTS		= Мышь
TEXT_VID_PAGE_TEXT		= Текст
TEXT_VID_PAGE_OPTIONS		= Опции

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Логотип

; option page name
TEXT_OPT_PAGE_GENERAL		= Основные
TEXT_OPT_PAGE_OUTPUT		= Вывод
TEXT_OPT_PAGE_HOOKING		= Перехват
TEXT_OPT_PAGE_LANGUAGE		= Язык
TEXT_OPT_PAGE_HOTKEYS		= Горячие клавиши
TEXT_OPT_PAGE_OTHERS		= Прочие

TEXT_VIDEO			= Видео
TEXT_AUDIO			= Аудио

TEXT_FOLDER_SELECT		= Выберите папку для сохранения

TEXT_FMT_FULL_SIZE		= Полный размер
TEXT_FMT_HALF_SIZE		= Половинный размер
TEXT_FMT_FIT_WIDTH		= По ширине
TEXT_FMT_FIT_HEIGHT		= По высоте
TEXT_FMT_CUSTOM_SIZE		= Свой
TEXT_FMT_STEREO			= Стерео
TEXT_FMT_MONO			= Моно
TEXT_FMT_ORIGINAL_PCM		= Исходный формат
TEXT_FMT_AUTO			= Авто
TEXT_FMT_LOSSLESS		= Без потерь

; preset
TEXT_PRESET_DEFAULT		= По умолчанию
TEXT_PRESET_HALFSIZE		= Половинный размер
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Быстрый для 60 FPS
TEXT_PRESET_LOWEND		= Маломощный ПК
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy смартфон
TEXT_PRESET_EDIT		= Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= По ширине, 320x0
TEXT_PRESET_640x0		= По ширине, 640x0
TEXT_PRESET_800x0		= По ширине, 800x0
TEXT_PRESET_1280x0		= По ширине, 1280x0
TEXT_PRESET_USER		= Пользовательские

TEXT_CHANGE_LANG		= Для смены языка необходим перезапуск Bandicam. \nПерезапустить сейчас?
TEXT_CHANGE_HOOK		= Для смены перехватываемой цели необходим перезапуск Bandicam. \nПерезапустить сейчас?
TEXT_CHANGE_SIZE		= Для смены размера окна программы необходим перезапуск Bandicam. \nПерезапустить сейчас?
TEXT_RESET_ALL_SETTINGS		= Вы уверены, что хотите сбросить все настройки к параметрам по умолчанию?

TEXT_REGISTER_SUCCEEDED		= Ваш Bandicam зарегистрирован!
TEXT_REGISTER_FAILED		= Ошибка регистрации. \nПроверьте Ваш e-mail и ключ.
TEXT_REGISTER_CONNECT_FAILED	= Невозможно соединиться с сервером регистрации. \nПожалуйста, проверьте Ваше интернет-соединение и установите системные часы на текущие дату и время. \nЕсли Вам нужна помощь, нажмите 'ОК'.
TEXT_REGISTER_INFO		= E-mail: %s\r\nКлюч: %s
TEXT_REGISTER_INFO2		= Дата окончания: %s (осталось %d дней)
TEXT_REGISTER_INFO2_EXPIRING	= Дата окончания: %s (Осталось менее 1 дня)
TEXT_REGISTER_INFO2_EXPIRED	= Дата окончания: %s (Закончилась)
TEXT_REGISTER_LIMITED_1		= В бесплатной версии вы можете записывать до 10 минут.
TEXT_REGISTER_LIMITED_2		= Если продукт уже зарегистрирован, то, начиная со следующей записи, вы можете записывать без ограничения времени. <br>Пожалуйста, приобретите Bandicam на официальном сайте.
TEXT_REGISTER_LIMITED_SREC	= В незарегистрированной версии можно записывать только 10 минут. \nПожалуйста, зарегистрируйтесь!
TEXT_REGISTER_NEWRECORD		= Вы не можете начать новую запись в незарегистрированной версии. \nПожалуйста, зарегистрируйтесь!
TEXT_REGISTER_LICENCE_INFO	= Незарегистрированная версия \r\nЕсли не хотите видеть наш логотип на своих видео, \r\nто приобретите лицензию.

TEXT_PROGRAM_INVALID		= Сбой приложения. \nПожалуйста, переустановите приложение.

TEXT_SELECT_NOT_SELECTED	= Пожалуйста, выберите режим записи
TEXT_SELECT_TARGET		= Щёлкните на целевом окне
TEXT_SELECT_DEVICE		= Пожалуйста, выберите видеоустройство
TEXT_TARGET_DIRECTX		= Игровой режим - запись игр и видеоплееров, использующих DirectX.
TEXT_TARGET_SCREEN		= Экранный режим - запись рабочего стола и веб-видео.
TEXT_TARGET_DEVICE		= Видеоустройство - запись с веб-камеры и HDMI видеосигнала.
TEXT_TARGET_AUDIO		= Режим Только аудио - вы можете записывать только звуки.
TEXT_TARGET_CHANGING		= Если Вы измените режим записи, запись будет остановлена​​. \nВы уверены, что хотите продолжить?
TEXT_TARGET_CLOSE		= Если Вы закроете текущий режим записи, запись будет остановлена.\nВы уверены, что хотите продолжить?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Вы не можете начать запись в 'Игровом режиме', потому что не выбрано целевое окно. \n\nХотите переключиться на 'Экранный режим', чтобы начать запись в этом режиме?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Вы не можете начать запись в режиме видеоустройства, потому что устройство не выбрано. \n\nХотите переключиться на 'Экранный режим', чтобы начать запись в этом режиме?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Вы не можете начать запись, потому что не выбран режим записи.\n\nХотите переключиться на 'Экранный режим', чтобы начать запись в этом режиме?

TEXT_STATUSBAR_READY		= Готово
TEXT_STATUSBAR_RECORDING	= Запись
TEXT_STATUSBAR_PAUSE		= Пауза

TEXT_UPDATE_AVAILABLE		= Доступна новая версия Bandicam. \nЗагрузить сейчас?
TEXT_UPDATE_UNAVAILABLE		= Вы используете самую последнюю версию.
TEXT_UPDATE_FAILED		= Ошибка проверки обновлений. \nВозможно нет подключения к сети Интернет \nили сервер недоступен.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Не удается загрузить. Если Вы только что зарегистрировались, пожалуйста, подтвердите свой адрес электронной почты.

TEXT_TARGET_FULL		= Полный экран
TEXT_TARGET_RESTORE		= Восстановить
TEXT_TARGET_TOGGLE_TOP		= Переместить панель наверх
TEXT_TARGET_TOGGLE_BOTTOM	= Переместить панель вниз
TEXT_TARGET_FIND		= Выбрать область записи
TEXT_TARGET_RESIZE		= Меню выбора размера
TEXT_TARGET_IMAGE		= Захват изображения
TEXT_TARGET_PEN			= Режим рисования
TEXT_TARGET_RECORD_START	= Запись видео - старт
TEXT_TARGET_RECORD_PAUSE	= Запись видео - пауза
TEXT_TARGET_RECORD_STOP		= Запись видео - стоп
TEXT_TARGET_MENU		= Меню
TEXT_TARGET_DISPLAY		= Экран %d

TEXT_DEVICE_FULL		= Полный экран
TEXT_DEVICE_RESTORE		= Восстановить
TEXT_DEVICE_SELECT_DEVICE	= Выбрать устройство
TEXT_DEVICE_VOLUME		= Контроль громкости
TEXT_DEVICE_IMAGE		= Захват изображения
TEXT_DEVICE_RECORD_START	= Запись видео - старт
TEXT_DEVICE_RECORD_PAUSE	= Запись видео - пауза
TEXT_DEVICE_RECORD_STOP		= Запись видео - стоп
TEXT_DEVICE_MENU		= Меню

TEXT_RC_HOWTO_NOCOMPLETE	= Без автозавершения записи
TEXT_RC_HOWTO_BYTIME		= По времени
TEXT_RC_HOWTO_BYSIZE		= По размеру
TEXT_RC_HOWTO_BYSILENCE		= По периоду тишины
TEXT_RC_AFTER_NEWRECORD		= Начать новую запись
TEXT_RC_AFTER_EXIT		= Закрыть Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Выключить компьютер
TEXT_RC_AFTER_HIBERNATE		= Hibernate your computer

TEXT_SHUTDOWN_SEC		= Выключение системы через %d сек.

TEXT_SEL_IMAGE_FILE		= Выберите файл изображения

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Отключено --
TEXT_SND_SELECT_2_DISABLE	= -- Отключено (Рекомендуется) --

TEXT_CORRUPTED_AVI_FILE		= Последний записанный файл повреждён. \nХотите в нём исправить ошибки? \n\nФайл: %s
TEXT_SELECTED_CORRUPTED_FILE	= Выбранный файл поврежден.\nВы хотите исправить его?\n\nФайл: %s
TEXT_TRAY_BALLOON_TIP		= Щёлкните значок в трее, чтобы показать окно настроек Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Щёлкните значок в трее, чтобы показать рамку экранного режима.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Щёлкните значок в трее, чтобы показать окно записи видеоустройства.
TEXT_FORCE_STOP			= Не удалось остановить запись, \nпоскольку целевое окно не отвечает. \nОстановить запись принудительно?
TEXT_EXTERNAL_CODEC		= - Внешний кодек -
TEXT_CUDA_GPU_AUTOSELECT	= (Автовыбор)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Статус записи
TEXT_INDICATOR_TIME		= Время записи
TEXT_INDICATOR_SIZE		= Размер записываемого файла / свободное место на диске
TEXT_INDICATOR_VOLUME		= Текущий уровень громкости

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [ Средний ]   Нормальный приоритет для задач
TEXT_REC_PRIORITY_HIGH		= [ Выше среднего ]   Выше, чем нормальный приоритет
TEXT_REC_PRIORITY_HIGHEST	= [ Высокий ]   Другие задачи могут работать медленнее

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut не установлен. Вы хотите скачать Bandicut?
TEXT_OUTPUTS_DELETE		= Вы уверены, что хотите окончательно удалить выбранные файлы?
TEXT_OUTPUTS_SELCOUNT		= %d файлов выбрано

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Имя цели
TEXT_FILE_NAME_PREFIX_CUSTOM	= Ваше имя
TEXT_FILE_NAME_PREFIX_NONE	= -- Нет --
TEXT_FILE_NAME_SUFFIX_TIME	= Дата/время
TEXT_FILE_NAME_SUFFIX_NUMBER	= Порядковый номер

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Введите значение от 1 до 1440 минут.
TEXT_TIMER_REC_STOP_RECORDING	= Идёт запись. \nВы уверены, что хотите остановить запись и продолжить?
TEXT_TIMER_REC_MODE_NOT_SELECTED = Запись по таймеру недоступна, так как не установлен режим записи. Пожалуйста, выберите сначала режим записи.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Чтобы загрузить видео, пожалуйста сначала введите его название.
TEXT_UPLOAD_VID_NO_PASSWORD	= Пожалуйста, введите пароль.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Вход - YouTube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Авторизация на YouTube с помощью браузера...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Отмена
TEXT_UPLOAD_VIMEO_LOGIN		= Вход - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Авторизация на Vimeo с помощью браузера...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Отмена
TEXT_UPLOAD_FACEBOOK_LOGIN	= Вход - Facebook
TEXT_UPLOAD_GDRIVE_LOGIN	= Вход - Google Диск
TEXT_UPLOAD_GDRIVE_LOGIN_TEXT	= Войти в Google Диск через браузер...
TEXT_UPLOAD_GDRIVE_LOGIN_CANCEL	= Отмена
TEXT_UPLOAD_COMPLETE		= Загружено
TEXT_UPLOAD_ERR_FAIL		= Не удалось загрузить видео.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Этот файл слишком велик для загрузки.
TEXT_UPLOAD_ERR_FREESPACE	= Недостаточно свободного места на Vimeo, чтобы загрузить это видео.
TEXT_UPLOAD_ERR_CONNECT		= Не удалось подключиться к серверу.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Не удалось загрузить видео. Пользователям Vimeo Basic данная функция недоступна.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam превысил допустимый для YouTube дневной лимит загрузок.\nКвота будет сброшена в полночь по Тихоокеанскому времени (PT).\nЗагрузите видео непосредственно через YouTube или попробуйте еще раз после полуночи по РТ.\n\nХотите посетить YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Не удалось получить токен доступа.

; deinterlacing
TEXT_DEINT_NONE			= (Нет)
TEXT_DEINT_ODD			= Нечётные строки
TEXT_DEINT_EVEN			= Чётные строки
TEXT_DEINT_BLEND		= Смешивание

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= Удержание клавиши разрешает запись звука
TEXT_SND_CAP_PUSH_TO_MUTE	= Удержание клавиши запрещает запись звука

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Выполняется установка...
TEXT_UPDATE_FAILED_DL		= Не удалось загрузить установочные файлы. \nВозможно компьютер не подключен к интернету.
TEXT_UPDATE_INSTALL_SUCCEED	= Установка завершена.
TEXT_UPDATE_INSTALL_FAILED	= Сбой установки.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Нет)
TEXT_WEBCAM_FLIP_HORIZONTAL	= По горизонт.
TEXT_WEBCAM_FLIP_VERTICAL	= По вертик.

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Название
TEXT_SREC_HEADER_STATUS		= Статус
TEXT_SREC_HEADER_START_TIME	= Время начала
TEXT_SREC_HEADER_END_TIME	= Время окончания
TEXT_SREC_HEADER_DURATION	= Длительность
TEXT_SREC_HEADER_TARGET		= Режим
TEXT_SREC_HEADER_AFTER_REC	= После записи
TEXT_SREC_DEFAULT_NAME		= Расписание
TEXT_SREC_DELETE_SCHEDULES	= Вы действительно хотите навсегда удалить выбранные расписания?
TEXT_SREC_STATUS_WAITING	= Ожидание
TEXT_SREC_STATUS_RECORDING	= Запись
TEXT_SREC_STATUS_PASSED		= Завершено
TEXT_SREC_STATUS_INACTIVE	= Неактивно
TEXT_SREC_TARGET_NOT_CHANGE	= (Не менять)
TEXT_SREC_TARGET_FULL_SCREEN	= Полноэкранный
TEXT_SREC_TARGET_CUSTOM_AREA	= Прямоугольная область
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Использовать последний режим.
TEXT_SREC_DISPLAY		= Монитор %d
TEXT_SREC_DO_NOTHING		= (Ничего не делать)
TEXT_SREC_EXIT_BANDICAM		= Закрыть Bandicam
TEXT_SREC_SHUTDOWN_PC		= Выключить компьютер
TEXT_SREC_ERR_TIME		= Длительность должна быть между 00:00:01 и 23:59:59.
TEXT_SREC_ERR_DAY		= Необходимо выбрать хотя бы один день.
TEXT_SREC_ERR_OVERLAPPED	= Время записи конфликтует с "%s"
TEXT_SREC_SAME_DAY		= В тот же день
TEXT_SREC_DAY_AFTER		= На следующий день
TEXT_SREC_EVERYDAY		= Каждый день
TEXT_SREC_SUN			= Воскресенье
TEXT_SREC_MON			= Понедельник
TEXT_SREC_TUE			= Вторник
TEXT_SREC_WED			= Среда
TEXT_SREC_THU			= Четверг
TEXT_SREC_FRI			= Пятница
TEXT_SREC_SAT			= Суббота
TEXT_SREC_START_INFO		= До старта записи осталось %s.
TEXT_SREC_STOP_INFO		= До окончания записи осталось %s.
TEXT_SREC_DAY			= %D день
TEXT_SREC_DAYS			= %D дней
TEXT_SREC_WAITING_0		= Нет запланированных записей.
TEXT_SREC_WAITING_1		= Запланировано 1 задание записи.
TEXT_SREC_WAITING_N		= Запланировано %d заданий записи.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Обработка не завершена. Вы уверены что хотите выйти?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= Формат выбранного файла не поддерживается.
TEXT_BDFIX_NOT_CORRUPTED	= Выбранный файл не поврежден.\nХотите продолжить?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= Выбранный файл не имеет повреждений или они не могут быть обнаружены.
TEXT_BDFIX_ALREADY_EXISTS	= Сохраняемый файл уже существует. Хотите его перезаписать?
TEXT_BDFIX_SAME_PATH		= Пути выбранного и сохраняемого файлов совпадают.
TEXT_BDFIX_DISK_SPACE		= Недостаточно места на диске для сохранения файла.
TEXT_BDFIX_PROCESS_COMPLETE	= Процесс завершен!
TEXT_BDFIX_STATUS_PROCESSING	= Обработка
TEXT_BDFIX_STATUS_COMPLETE	= Завершено
TEXT_BDFIX_STATUS_FAILED	= Неудача
TEXT_BDFIX_STATUS_READY		= Ожидание
TEXT_BDFIX_FAILED_TO_OPEN	= Выбранный файл не может быть открыт.
TEXT_BDFIX_FAILED_TO_PROCESS	= Не удалось выполнить восстановление.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI файлы
TEXT_OP_FILTER_MP4		= MP4 файлы
TEXT_OP_FILTER_PNG		= PNG файлы
TEXT_OP_FILTER_ALL		= все файлы
TEXT_OP_FILTER_MEDIA		= все медиафайлы

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 сек
TEXT_TARGET_COUNTDOWN_2		= 2 сек
TEXT_TARGET_COUNTDOWN_3		= 3 сек
TEXT_TARGET_COUNTDOWN_4		= 4 сек
TEXT_TARGET_COUNTDOWN_5		= 5 сек
TEXT_TARGET_COUNTDOWN_6		= 6 сек
TEXT_TARGET_COUNTDOWN_7		= 7 сек
TEXT_TARGET_COUNTDOWN_8		= 8 сек
TEXT_TARGET_COUNTDOWN_9		= 9 сек
TEXT_TARGET_COUNTDOWN_10	= 10 сек

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Звуковое устройство по умолчанию)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Выходное устройство по умолчанию)
TEXT_DEFAULT_INPUT_DEVICE	= (Входное устройство по умолчанию)
TEXT_DEFAULT_DEVICE_FORMAT	= (Автоопределение)
TEXT_HOTKEY_NONE		= (Нет)
TEXT_ADD_YOUR_TEXT_HERE		= Добавьте свой текст здесь
TEXT_NOT_SHOW_THIS_NOTICE	= Не показывать более это уведомление?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Вы уверены что хотите перезапустить Bandicam с новыми привилегиями?
TEXT_RESET_TO_DEFAULT		= Сброс по умолчанию

; oauth complete html
TXT_LANG_CODE           	= "ru"
TXT_TITLE               	= "Успешная авторизация на YouTube!"
TXT_MESSAGE_COMPLETE1   	= "Успешная авторизация на YouTube!"
TXT_MESSAGE_COMPLETE2   	= "Вы можете закрыть эту страницу."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com/ru/' class='bandicam'><div>Go to bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/ru/' class='bandicut'><div>Go to bandicut.com</div></a>"

; pip mask shape
TEXT_PIPMASK_NONE		= По умолчанию
TEXT_PIPMASK_SQUARE		= Квадрат
TEXT_PIPMASK_CIRCLE		= Круг
TEXT_PIPMASK_ELLIPSE		= Эллипс

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Домой
$BN_PAGE_GENERAL		= Основные
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Видео
$BN_PAGE_IMAGE			= Изображения
$BN_PAGE_AUDIO			= Аудио
$BN_PAGE_ABOUT			= О программе
$BN_UNREGISTERED		= Эта <font color="#ffa900">бесплатная</font> версия имеет ограничение - не более <font color="#ffa900">10 минут</font> записи.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Опции
$ST_GEN_OUTPUT_FOLDER		= Папка вывода:
$BN_GEN_OPEN_OUTPUT_FOLDER	= Открыть
$BN_GEN_ADV_OPTIONS		= Расширенные
$CK_GEN_ALWAYS_ON_TOP		= Bandicam всегда поверх других окон
$CK_GEN_START_MINIMIZED		= Запускать Bandicam свёрнутым в трей
$CK_GEN_RUN_WHEN_START		= Запускать Bandicam вместе с Windows
$CK_GEN_RECORD_WHEN_RUN		= Автостарт записи полного экрана после запуска Bandicam
$CK_GEN_TIMER_RECORDING		= Установить таймер для автостарта записи
$ST_GEN_LANGUAGE		= Язык
$ST_GEN_REC_AUTO_START		= Автостарт записи
$ST_GEN_REC_SCHEDULED		= Запись по расписанию
$BN_GEN_REC_SCHEDULED		= Настройки
$ST_GEN_REC_AUTO_COMPLETE	= Автозавершение записи
$BN_GEN_REC_AUTO_COMPLETE	= Настройки
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Счетчик FPS
$CK_FPS_OVERLAY_HOTKEY		= Клавиша показа/скрытия:
$CK_FPS_OVERLAY_POS_HOTKEY	= Клавиша смены позиции:
$CK_FPS_OVERLAY			= Показывать в позиции:
$ST_FPS_LIMIT			= Ограничение FPS
$CK_FPS_LIMIT_HOTKEY		= Клавиша ограничения:
$CK_FPS_LIMIT			= Ограничивать до:
$CK_FPS_LIMIT_ONLY_CAP		= Только при записи
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Запись
$CK_VID_RECORD_HOTKEY		= Старт / Стоп - горячая клавиша:
$CK_VID_PAUSE_HOTKEY		= Пауза - горячая клавиша:
$CK_VID_SHOW_CURSOR		= Показывать курсор
$CK_VID_CLICK_EFFECTS		= Эффекты щелчков мыши
$CK_VID_WEBCAM_OVERLAY		= Добавлять видео с веб-камеры
$BN_VID_RECORD_SETTINGS		= Настройки
$ST_VID_FORMAT			= Формат
$ST_VID_FORMAT_VIDEO		= Видео
$ST_VID_FORMAT_AUDIO		= Аудио
$BN_VID_FORMAT_SETTINGS		= Настройки
$BN_VID_FORMAT_PRESETS		= Шаблоны
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Захват изображения
$CK_IMG_CAPTURE_HOTKEY		= Захват - горячая клавиша:
$CK_IMG_CAPTURE_REPEAT		= Повтор захвата экрана каждые
$ST_IMG_CAPTURE_REPEAT		= сек.
$CK_IMG_SHOW_CURSOR		= Показывать курсор
$CK_IMAGE_ADD_LOGO		= Добавить логотип
$CK_IMG_SHUTTER_SOUND_EFFECT	= Включить звук затвора
$BTN_IMAGE_SETTINGS		= Настройки
$ST_IMG_FORMAT			= Формат
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - обычный
$CK_IMG_FORMAT_JPG_HQ		= JPG - высокое качество
$CK_IMAGE_JPG_CUSTOM		= JPG - Выбор качества (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Как сохранить в анимированный GIF
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Запись только звука
$CK_AUD_RECORD_HOTKEY		= Горячая клавиша Запись/Стоп
$CK_AUD_PAUSE_HOTKEY		= Горячая клавиша Пауза
$BTN_AUDIO_SETTINGS		= Настройки
$ST_AUD_FORMAT			= Формат
$ST_AUD_FORMAT_TYPE		= Тип файла
$ST_AUD_FORMAT_AUDIO		= Аудио
$BN_AUD_FORMAT_SETTINGS		= Настройки
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Начало работы
$ST_OUT_TAB_VIDEO		= Видео
$ST_OUT_TAB_IMAGE		= Изображения
$ST_OUT_TAB_AUDIO		= Аудио
$BN_OUT_PLAY_VIDEO		= Открыть
$BN_OUT_OPEN_IMAGE		= Открыть
$BN_OUT_EDIT			= Править
$BN_OUT_UPLOAD			= Загрузить
$BN_OUT_DELETE			= Удалить
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Версия Bandicam
$ST_ABO_COPYRIGHT		= Авторские права (c) 2009-2022 Bandicam.com
$BN_ABO_NEW_VERSION		= Доступна новая версия.
$BN_ABO_CHECK_UPDATE		= Проверка обновлений
$ST_ABO_LICENCE_INFO		= Информация о лицензии
$BN_ABO_REGISTER		= Регистрация
$BN_ABO_REGISTER_HELP		= Как купить и зарегистрировать
$BN_ABO_UPDATE_REGISTRATION	= Обновить регистрацию
$BN_ABO_RENEW_LICENSE		= Обновить лицензию
$ST_ABO_HOMEPAGE_INFO		= Ссылки на официальный сайт
$ST_ABO_HOMEPAGE_URL		= Домашняя страница
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Выберите устройство!
$ST_DEVICE_CONNECTING		= Соединение...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> это очень полезная программа для пользователей Bandicam. Вы сможете быстро разрезать и соединять видео, записанное в Bandicam. 
$BTN_UPDATE_STEP1_LINK		= Узнать больше
$ST_UPDATE_STEP2_TEXT		= Выполняется загрузка...
$BTN_UPDATE_INSTALL		= Установить
$BTN_UPDATE_LATER		= Нет, спасибо!
$BTN_UPDATE_CANCEL		= Отмена
$BTN_UPDATE_CLOSE		= Закрыть

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= Доступна новая версия Bandicam. Хотите запустить обновление?
$BTN_UPDATE_BANDICAM_CANCEL	= Отмена
$BTN_UPDATE_BANDICAM_INSTALL	= Обновить
$BTN_UPDATE_BANDICAM_IGNORE	= Более не спрашивать об этой версии
$BTN_UPDATE_BANDICAM_LEARNMORE	= Узнать больше
$BTN_UPDATE_BANDICAM_SETTINGS	= Настройки обновления

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Выберите режим записи для использования:
$ST_START_SEL_RECT		= Прямоугольная 
$ST_START_SEL_FULL		= Полный экран
$ST_START_SEL_MOUSE		= Вокруг курсора
$ST_START_SEL_GAME		= Запись игры
$ST_START_SEL_DEVICE		= Запись с устройства
$ST_START_SEL_AUDIO		= Только аудио
$ST_START_SEL_HELP		= Помощь онлайн

$ST_START_RECT_TITLE		= Запись экрана: Прямоугольная область
$ST_START_RECT_DESC		= Этот режим позволяет записать область экрана, ограниченную <br>прямоугольным окном
$ST_START_RECT_STEP		= 1. Выберите размеры и область для захвата [br]2. Нажмите кнопку 'REC' или горячую клавишу записи

$ST_START_FULL_TITLE		= Запись экрана: Полный экран
$ST_START_FULL_DESC		= Этот режим позволяет записать всю видимую область вашего экрана
$ST_START_FULL_STEP		= 1. Выберите монитор для захвата [br]2. Нажмите кнопку 'REC' или горячую клавишу записи

$ST_START_MOUSE_TITLE		= Запись экрана: Область вокруг курсора
$ST_START_MOUSE_DESC		= Этот режим позволяет записать определенную область вокруг <br>перемещаемого по экрану курсора мыши
$ST_START_MOUSE_STEP		= 1. Выберите требуемый размер для захвата <br>2. Нажмите кнопку 'REC' или горячую клавишу записи

$ST_START_GAME_TITLE		= Запись игры 
$ST_START_GAME_DESC		= Этот режим позволяет записать игровой процесс, с показом счетчика FPS
$ST_START_GAME_STEP		= 1. Запустите игру и убедитесь в наличии зеленых цифр (FPS)[br]2. Нажмите кнопку 'REC' или горяую клавишу записи

$ST_START_DEVICE_TITLE		= Запись с устройства
$ST_START_DEVICE_DESC		= Этот режим позволяет записывать с внешних устройств захвата, [br]таких как веб-камера, Xbox, смартфон, IPTV, и т.п.
$ST_START_DEVICE_STEP		= 1. Выберите веб-камеру или иное устройство захвата [br]2. Нажмите кнопку 'REC' или горячую клавишу записи

$ST_START_AUDIO_TITLE		= Режим записи - Только аудио
$ST_START_AUDIO_DESC		= Этот режим позволяет записывать только звук, например динамик <br>и микрофон.
$ST_START_AUDIO_STEP		= Нажмите кнопку 'REC' или горячую клавишу записи.

$BN_START_HELP			= Посмотреть онлайн-справку
$BN_START_RECORD		= Начать запись
$BN_START_RECORD_STOP		= Остановить запись
$ST_START_HOTKEY_RECORD		= Запись - Старт/Стоп
$ST_START_HOTKEY_SCREENSHOT	= Захват изображений
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Проиграть
$BN_BDFIX_OPEN_FOLDER		= Открыть папку
$BN_BDFIX_CLOSE			= Закрыть
$ST_BDFIX_INPUT_FILE		= Входной файл
$ST_BDFIX_INPUT_FILE2		= Выберите поврежденный файл avi/mp4.
$BN_BDFIX_INPUT_FILE		= Открыть
$ST_BDFIX_OUTPUT_FILE		= Выходной файл
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Выберите область записи
$MENU_RECTANGLE			= Прямоугольная область
$MENU_FULLSCREEN		= Полный экран
$MENU_AROUND_MOUSE		= Область вокруг курсора
$MENU_AUDIO_ONLY		= Только аудио
$MENU_RECT_FIND_WINDOW		= Выберите область записи
$MENU_RECT_CUSTOM		= Свой размер
$MENU_RECT_RECENTLY_USED	= Используемые ранее
$MENU_FULL_DISPLAY_1		= Монитор 1
$MENU_FULL_DISPLAY_2		= Монитор 2
$MENU_FULL_DISPLAY_3		= Монитор 3
$MENU_FULL_DISPLAY_4		= Монитор 4
$MENU_FULL_DISPLAY_5		= Монитор 5
$MENU_FULL_DISPLAY_6		= Монитор 6
$MENU_FULL_DISPLAY_7		= Монитор 7
$MENU_FULL_DISPLAY_8		= Монитор 8
$MENU_FULL_SHOW_CONTRL		= Всегда показывать панель
$MENU_FULL_HIDE_CONTRL		= Всегда скрывать панель
$MENU_MOUSE_CUSTOM		= Свой размер
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Открыть папку вывода
$TOOLTIP_SCHEDULED_RECORDING	= Запись по расписанию
$TOOLTIP_SCREENSHOT		= Захват изображения
$TOOLTIP_RECORD			= Старт / Стоп
$TOOLTIP_PAUSE			= Пауза
$TOOLTIP_UI_MODE		= Компактный / Полный интерфейс
$TOOLTIP_REGISTER		= Регистрация Bandicam
$TOOLTIP_ONLINE_HELP		= Помощь онлайн

$TOOLTIP_TOOL_NONE		= Указатель (без рисования) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Карандаш (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Выделитель (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Линия (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Стрелка (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Прямоугольник (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Нумерация (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Текст (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Ластик (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Выбор цвета
$TOOLTIP_TOOL_LINE		= Выбор толщины
$TOOLTIP_TOOL_UNDO		= Отменить (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Повторить (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Выбор режима захвата
$TOOLTIP_HOME_RECT		= Режим захвата - Прямоугольная область
$TOOLTIP_HOME_FULL		= Режим захвата - Полный экран
$TOOLTIP_HOME_MOUSE		= Режим захвата - Область вокруг курсора
$TOOLTIP_HOME_GAME		= Режим записи игры
$TOOLTIP_HOME_DEVICE		= Режим записи с устройства
$TOOLTIP_HOME_AUDIO		= Режим записи: Только аудио

$TOOLTIP_ADD_MOUSE_EFFECT	= Добавить эффекты курсора мыши
$TOOLTIP_ADD_TEXT_OVERLAY	= Добавить эффекты наложения текста
$TOOLTIP_ADD_SPEAKER		= Добавить динамики
$TOOLTIP_ADD_MICROPHONE		= Добавить микрофон
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Добавить наложение с веб-камеры
$TOOLTIP_MUTE_SPEAKER		= Отключить динамики
$TOOLTIP_MUTE_MICROPHONE	= Отключить микрофон

$TOOLTIP_REFRESH_LINFO		= Обновить информацию о лицензии
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DIALOG
$BTN_REGISTER			= Регистрация
$BTN_BUY_NOW			= Купить сейчас
$BTN_RENEW			= Продлить сейчас
$ST_LEARN_MORE			= Узнать больше

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png
$FILE_BUSINESS_ICON		= business_icon.png

[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Отмена
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Настройки формата
IDC_ST_FMTSET_FILE		= Формат файла (медиаконтейнер)
IDC_ST_FMTSET_VIDEO		= Видео
IDC_ST_VIDEO_SIZE		= Размер
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Кодек
IDC_ST_VIDEO_CODEC_PROFILE	= Профайл
IDC_ST_VIDEO_BITRATE		= Битрейт
IDC_ST_VIDEO_QUALITY		= Качество
IDC_ST_FMTSET_AUDIO		= Аудио
IDC_CK_AUDIO_ORIGINAL_PCM	= Сохранять исходный формат
IDC_ED_AUDIO_ORIGINAL_PCM	= Вы можете сохранить аудио высокой чёткости (96 кГц или выше) и многоканальный звук.
IDC_ST_AUDIO_CH			= Каналы
IDC_ST_AUDIO_FREQ		= Частота
IDC_ST_AUDIO_CODEC		= Кодек
IDC_ST_AUDIO_BITRATE		= Битрейт
IDC_ST_FORMAT_HELP		= [ Помощь ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Настройки формата

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Регистрация Bandicam
IDC_ST_1BUY			= 1. Покупка
IDC_ST_1BUY_COMMENT		= Если не хотите видеть наш логотип на своих видео, \nто приобретите лицензию Bandicam на https://bandicam.com/buy.
IDC_BTN_BUY_ONLINE		= Купить онлайн
IDC_ST_2REGISTER		= 2. Регистрация
IDC_ST_2REGISTER_COMMENT	= Требуется подключение к сети Интернет.
IDC_ST_EMAIL_ADDRESS		= E-mail
IDC_ST_SERIAL_NUMBER		= Ключ
IDC_BTN_REGISTER_NOW		= Зарегистрировать
IDC_BTN_UNREGISTER_NOW		= Удалить ключ
IDC_BTN_CLOSE			= Закрыть

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Проверка обновлений
IDC_ST_UPDATE_SETTING		= Настройки
IDC_CK_UPDATE_ENABLE		= Включить автоматическую проверку обновлений
IDC_CK_UPDATE_POPUP		= Всплывающее сообщение о новой версии
IDC_UPDATE_CHECK_NOW		= Проверить сейчас
IDC_CLOSE			= Закрыть

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Дополнительные параметры
IDC_BTN_RESET			= Сброс

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Основные
IDC_CK_ALWAYS_ON_TOP2		= Bandicam всегда поверх других окон
IDC_CK_START_MINIMIZED_TO_TRAY	= Запускать Bandicam свёрнутым в трей
IDC_CK_RUN_WHEN_START		= Запускать Bandicam вместе с Windows
IDC_CK_RECORD_WHEN_RUN		= Автостарт записи полного экрана после запуска
IDC_BTN_TIMER_RECORDING		= Установите таймер для автостарта записи.
IDC_CK_SHOW_FPS_IN_VIDEO	= Записывать FPS в сохраняемый файл
IDC_ST_SHOW_FPS_IN_VIDEO	= (Только в режиме захвата игры)
IDC_CK_SHOW_TIP_BAR		= Показывать совет / информационную панель
IDC_CK_NO_TRAY_BALLOON		= Отключить уведомления в трее
IDC_ST_ADV_AUTOMATIC		= Автозапуск
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = СОВЕТ: Как начать запись после запуска Windows

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Вывод
IDC_ST_OUT_OUTPUT_FOLDER	= Папка вывода:
IDC_CK_OUT_CREATE_SUBFOLDER	= Создавать подпапку для сохранения файла
IDC_RD_OUT_SUBFOLDER		= с именем записываемой цели
IDC_RD_OUT_SUBFOLDER_2		= 'Видео'/ 'Изображения' / 'Аудио'
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Разрешить кэширование записи на диск
IDC_ST_OUT_FILE_NAMING		= Именование файлов
IDC_ST_OUT_EXAMPLE		= Пример:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Язык
IDC_ST_TRANSLATOR		= Благодарность переводчикам

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Перехват цели
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Отключить DX10/11 перехват в IE9+/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Блокировать наложение видео (DirectX overlay)
IDC_BTN_BLOCK_LIST		= Список запрещенных процессов

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= Основные
IDC_CK_HKEY_START_REC		= Запись - Старт/Стоп
IDC_CK_HKEY_PAUSE_REC		= Приостановить запись
IDC_CK_HKEY_CAPTURE_IMAGE	= Захват изображения
IDC_CK_HKEY_MUTE_SPEAKER	= Отключить динамики
IDC_CK_HKEY_MUTE_MICROPHONE	= Отключить микрофон
IDC_ST_HKEY_SCREEN_MODE		= Режим записи экрана
IDC_CK_HKEY_SHOW_RECT		= Показать/Скрыть рамку
IDC_CK_HKEY_TOGGLE_DRAW		= Режим рисования
IDC_ST_HKEY_GAME_MODE		= Режим записи игры
IDC_CK_HKEY_SHOW_FPS		= FPS- Показать/Скрыть
IDC_CK_HKEY_POS_FPS		= FPS - Местоположение
IDC_CK_HKEY_LIMIT_FPS		= FPS - Ограничение

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Прочие настройки
IDC_BTN_VIDEO_RECORD_SETTINGS	= Настройки записи для видео
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Настройки формата для видео
IDC_BTN_AUTO_COMPLETE_RECORDING	= Настройки автозавершения записи
IDC_ST_OTHER_UAC		= Запуск от администратора (UAC)
IDC_RD_OTHER_NONADMIN		= Запускать Bandicam с правами обычного пользователя
IDC_RD_OTHER_ADMIN		= Запускать Bandicam от администратора
IDC_RD_OTHER_ADMIN_GAME		= Запускать от администратора только в 'Игровом режиме'
IDC_BTN_OTHER_RESTART		= Перезапустить сейчас
IDC_LN_OTHER_UAC		= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Автозавершение записи
IDC_ST_RC_HOWTO			= Установить условия автозавершения записи
IDC_RD_RC_NOTCOMPLETE		= Нет автозавершения
IDC_RD_RC_TIME			= По времени записи
IDC_ST_RC_MAX_TIME		= Макс.
IDC_RD_RC_SIZE			= По размеру файла
IDC_ST_RC_MAX_SIZE		= Макс.
IDC_RD_RC_NOSOUND		= По периоду тишины (сек)
IDC_ST_RC_AFTER			= После автозавершения записи
IDC_RD_RC_NOTHING		= Ничего не делать
IDC_RD_RC_NEW_RECORDING		= Начать новую запись
IDC_RD_RC_EXIT_BDCAM		= Закрыть Bandicam
IDC_RD_RC_SHUTDOWN		= Выключить компьютер
IDC_RD_RC_HIBERNATE		= Hibernate your computer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Автозавершение записи - Сообщение
IDC_ST_NOSOUND_TITLE		= Состояние тишины
IDC_ST_NOSOUND_DESC		= Запись будет остановлена, так как на компьютере не воспроизводится звук
IDC_ST_NOSOUND_DESC2		= Запись остановится через %d сек.
IDC_BTN_NOSOUND_CONTINUE	= Продолжать запись

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Выключение
IDC_ST_SHUTDOWN			= Выключение
IDC_ST_SHUTDOWN_INFO		= Компьютер будет выключен. \nНажмите 'Отмена' если не хотите его выключать.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Настройки записи

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Запись звука
IDC_ST_SND_SELECT_1		= Основное устройство
IDC_ST_SND_DEVICE_0		= Динамик
IDC_BTN_SND_SETTING_0		= Настройки
IDC_ST_SND_DEVICE_1		= Микрофон
IDC_BTN_SND_SETTING_1		= Настройки
IDC_ST_SND_VOLUME_1		= Громкость
IDC_CK_SND_MONO_1		= Моно
IDC_BTN_SND_FILTER_1		= Фильтр
IDC_ST_SND_SELECT_2		= Дополнительное устройство
IDC_BTN_SND_SETTING_2		= Настройки
IDC_ST_SND_VOLUME_2		= Громкость
IDC_CK_SND_MONO_2		= Моно
IDC_BTN_SND_FILTER_2		= Фильтр
IDC_CK_SND_MIX_SOUND		= Общая звуковая дорожка вместе с основным устройством
IDC_CK_SND_CAP_PUSH_TO		= Функция контроля записи звука клавишей
IDC_ST_SOUND_HELP		= [ Помощь ]
IDC_CK_SND_SAVE_AS_WAV		= Параллельно сохранять в несжатые звуковые файлы WAV
IDC_ST_AUDIO_MODE		= Для записи звука выберите хотя бы одно звуковое устройство.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Параллельно сохранять видео с веб-камеры
IDC_ST_WEBCAM_SETTING		= Настройки
IDC_ST_WEBCAM_POS		= Позиция:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Хромакей
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Расширенные
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Расширенные настройки
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Предпросмотр веб-камеры на экране
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Горячая клавиша вывода предпросмотра:
IDC_RD_WEBCAM_ADD_TO_VIDEO	= наложением на основную запись
IDC_RD_WEBCAM_SAVE_AS_MP4	= отдельным видеофайлом MP4

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Добавить на видеозапись логотип
IDC_ST_LOGO_SETTING		= Настройки
IDC_ST_LOGO_IMAGE		= Изображение:
IDC_ST_LOGO_OPACITY		= Прозрачность:
IDC_ST_LOGO_POS			= Позиция:
IDC_ST_LOGO_LR_MARGINS		= Лев./прав. поле:
IDC_ST_LOGO_TB_MARGINS		= Верх./ниж. поле:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Показать курсор
IDC_ST_CURSOR_SIZE		= Размер
IDC_ST_EFFECTS_MOUSE		= Для мыши
IDC_CK_ADD_CLICK_EFFECTS	= Эффекты щелчков мыши
IDC_ST_CLICK_EFFECT_SIZE	= Размер
IDC_ST_LEFT_CLICK_COLOR		= Цвет левого щелчка мыши
IDC_ST_RIGHT_CLICK_COLOR	= Цвет правого щелчка мыши
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Эффекты подсветки курсора
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Размер
IDC_ST_HIGHLIGHT_COLOR		= Цвет подсветки курсора
IDC_ST_HIGHLIGHT_OPACITY	= Прозрачность
IDC_ST_EFFECT_PREVIEW_TITLE	= Предпросмотр
IDC_ST_EFFECTS_MOUSE_SOUND	= Проигрывать звук щелчка мыши во время записи
IDC_CK_EFFECT_LCLICK_SOUND	= Щелчки левой кнопки
IDC_CK_EFFECT_RCLICK_SOUND	= Щелчки правой кнопки

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Добавить наложение текста на видео
IDC_BTN_TEXT_OVERLAY_ADD	= Добавить
IDC_BTN_TEXT_OVERLAY_EDIT	= Правка
IDC_BTN_TEXT_OVERLAY_DEL	= Удалить

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Опции
IDC_ST_REC_PRIORITY		= Приоритет записи:
IDC_ST_REC_PRIORITY2		= Высший приоритет может уменьшить выпадение кадров.
IDC_ST_FOR_DX_GL		= Для игрового режима
IDC_CK_SKIP_RECORDING		= Пропускать запись в моментах, когда кадр не обновляется
IDC_CK_ENHANCED_DX9_CAPTURE	= Расширенный метод захвата (быстрее, DirectX 9 только)
IDC_ST_FOR_RECT_SCREEN		= Для экранного режима
IDC_CK_HIDE_MAINWND_WHILE_REC	= Скрывать главное окно во время записи
IDC_CK_SHOW_COUNTDOWN_TIMER	= Перед началом записи показать обратный отсчет
IDC_CK_ENHANCED_CAPTURE		= Расширенный метод захвата (быстрее, Windows 8 или выше)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Проигрывать звуки при начале и окончании

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Предпросмотр вебкамеры и расширенные настройки
IDC_ST_WEBCAM_PRESET_POS	= Предустановки позиции
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Настройки
IDC_ST_WEBCAM_DEVICE		= Веб-камера:
IDC_BTN_WEBCAM_DEVICE		= Свойства
IDC_ST_WEBCAM_DEVICE_FMT	= Формат:
IDC_ST_WEBCAM_SIZE		= Наложение:
IDC_ST_WEBCAM_POS_H		= позиция по X:
IDC_ST_WEBCAM_POS_V		= позиция по Y:
IDC_ST_WEBCAM_FLIPSCREEN	= Отразить экран:
IDC_ST_WEBCAM_SHAPE		= Форма:
IDC_ST_WEBCAM_BLUR		= Размытие:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Использовать хромакей
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Цвет:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Выбрать
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Разброс: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Смешивание:
IDC_LN_WEBCAM_HELP		= [ Помощь ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Предпросмотр позиции и размера наложения видео с веб-камеры

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Настройки наложения текста
IDC_ST_TEXT_OVERLAY_SETTINGS	= Настройки
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Добавить время
IDC_ST_TEXT_FONT		= Шрифт:
IDC_ST_TEXT_SIZE		= Размер:
IDC_ST_TEXT_MARGIN		= Отступ:
IDC_ST_TEXT_ALPHA		= Прозрачность:
IDC_ST_TEXT_COLOR		= Цвет текста:
IDC_CK_TEXT_SHADOW_COLOR	= Тень:
IDC_CK_TEXT_OUT_COLOR		= Обводка:
IDC_BTN_ADD_TEXT_MACRO		= Добавить макрос (Дата, Время...)
IDC_LN_TEXT_HELP		= [ Помощь ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Параметры захвата изображений

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Добавить логотип на изображение
IDC_ST_IMG_LOGO_SETTING		= Настройки
IDC_ST_IMG_LOGO_IMAGE		= Изображение:
IDC_ST_IMG_LOGO_OPACITY		= Прозрачность:
IDC_ST_IMG_LOGO_POS		= Позиция:
IDC_ST_IMG_LOGO_LR_MARGINS	= Лев./прав. поле:
IDC_ST_IMG_LOGO_TB_MARGINS	= Верх./ниж. поле:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Свой размер цели
IDC_ST_TARGET_SIZE_SETTING	= Настройки
IDC_ST_TARGET_SIZE		= Размер цели:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Добавить новый пользовательский шаблон размера
IDC_ST_ADD_SIZE_PRESET		= Вы можете сохранить текущие позицию и размер цели как \nновый шаблон. Введите имя для нового шаблона размера:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Правка пользовательских шаблонов размера
IDC_BTN_SIZE_PRESET_ADD		= Добавить
IDC_BTN_SIZE_PRESET_DEL		= Удалить
IDC_BTN_SIZE_PRESET_REN		= Переименовать
IDC_BTN_SIZE_PRESET_UP		= Вверх
IDC_BTN_SIZE_PRESET_DN		= Вниз

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Переименовать шаблон размера
IDC_ST_REN_SIZE_PRESET		= Введите новое имя для шаблона размера:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Информация
IDC_ST_ACAP_INFO		= Информация захвата звука
IDC_ST_ACAP_INFO2		= Ваша звуковая карта не записывает звук. \nПожалуйста, проверьте 'Записывающие устройства'. \n\nХотите посетить онлайн страницу со справкой?
IDC_CK_ACAP_DO_NOT_ASK		= Больше не спрашивать
IDC_BTN_YES			= Да
IDC_BTN_NO			= Нет

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Максимальное время записи
IDC_ST_RC_TIME_SETTING		= Настройки
IDC_ST_RC_TIME_HOUR		= Час
IDC_ST_RC_TIME_MIN		= Мин
IDC_ST_RC_TIME_SEC		= Сек

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Максимальный размер файла
IDC_ST_RC_FILESIZE_SETTING	= Настройки

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Добавить новый пользовательский шаблон формата
IDC_ST_ADD_PRESET		= Вы можете сохранить текущие настройки формата как \nновый шаблон. Введите имя для нового шаблона формата:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Правка пользовательских шаблонов формата
IDC_BTN_PRESET_ADD		= Добавить
IDC_BTN_PRESET_DEL		= Удалить
IDC_BTN_PRESET_REN		= Переименовать
IDC_BTN_PRESET_UP		= Вверх
IDC_BTN_PRESET_DN		= Вниз

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Переименовать шаблон формата
IDC_ST_REN_PRESET		= Введите новое имя для шаблона формата:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Выберите внешний видеокодек
IDC_ST_CODEC_EX_LIST		= Список установленных VFW кодеков 
IDC_ST_CODEC_EX_SETTINGS	= Настройки
IDC_ST_CODEC_EX_DRIVER		= Имя драйвера
IDC_ST_CODEC_EX_FOURCC		= Код FourCC
IDC_ST_CODEC_EX_QUALITY		= Качество
IDC_ST_CODEC_EX_DATERATE	= Скорость потока
IDC_ST_CODEC_EX_KEYFRAME	= Интервал кл.кадр.
IDC_CK_CODEC_EX_PREFER_RGB	= Предпочтительно цвета RGB
IDC_BTN_CODEC_EX_CONFIG		= Конфигурация
IDC_BTN_CODEC_EX_ABOUT		= О программе
IDC_ST_CODEC_EX_HELP		= [ Помощь ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Список запрещенных процессов
IDC_ST_BLOCK_LIST		= Перехват отключен для следующих процессов:
IDC_ST_BLOCK_LIST_EX		= Пример написания:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Настройки H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Контроль скорости
IDC_RD_H264_CUDA_VBR		= VBR - по качеству (рекомендуется)
IDC_RD_H264_CUDA_CBR		= CBR - по битрейту
IDC_ST_H264_CUDA_GPU_USAGE	= Использование GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Только GPU (для мощных GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= Устройство GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Прочие опции
IDC_ST_H264_CUDA_FOURCC_USED	= Код FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Интервал ключ.кадров:
IDC_ST_H264_CUDA_FOURCC_HELP	= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Настройки H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL	= Контроль скорости
IDC_RD_H264_SYNC_VBR		= VBR - по качеству (рекомендуется)
IDC_RD_H264_SYNC_CBR		= CBR - по битрейту
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Прочие опции
IDC_ST_H264_SYNC_FOURCC_USED	= Код FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Интервал ключ.кадров:
IDC_ST_H264_SYNC_FOURCC_HELP	= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Настройки H.264 (AMD VCE)
IDC_ST_H264_APP_RATE_CONTROL	= Контроль скорости
IDC_RD_H264_APP_VBR		= VBR - по качеству (рекомендуется)
IDC_RD_H264_APP_CBR		= CBR - по битрейту
IDC_ST_H264_APP_OTHER_OPTIONS	= Прочие опции
IDC_ST_H264_APP_FOURCC_USED	= Код FourCC:
IDC_ST_H264_APP_KEYFRAME_INT	= Интервал ключ.кадров:
IDC_ST_H264_APP_FOURCC_HELP	= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Настройки Xvid
IDC_ST_XVID_RATE_CONTROL	= Контроль скорости
IDC_RD_XVID_VBR			= VBR - по качеству (рекомендуется)
IDC_RD_XVID_CBR			= CBR - по битрейту
IDC_ST_XVID_OPTIMIZATION	= Оптимизация VBR
IDC_RD_XVID_FASTER_SPEED	= Быстрое кодирование
IDC_RD_XVID_SMALLER_SIZE	= Меньше размер файла
IDC_ST_XVID_OTHER_OPTIONS	= Прочие опции
IDC_ST_XVID_KEYFRAME_INT	= Интервал ключ.кадров:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Настройки H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= Контроль скорости
IDC_RD_H264_NVENC_VBR		= VBR - по качеству (рекомендуется)
IDC_RD_H264_NVENC_CBR		= CBR - по битрейту
IDC_ST_H264_NVENC_GPU_USAGE	= Использование GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Устройство GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Прочие опции
IDC_ST_H264_NVENC_FOURCC_USED	= Код FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Интервал ключ.кадров:
IDC_ST_H264_NVENC_FOURCC_HELP	= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Настройки H.264 (CPU)
IDC_ST_H264_RATE_CONTROL	= Контроль скорости
IDC_RD_H264_VBR			= VBR - по качеству (рекомендуется)
IDC_RD_H264_CBR			= CBR - по битрейту
IDC_ST_H264_OPTIMIZATION	= Оптимизация
IDC_RD_H264_FASTER_SPEED	= Быстрое кодирование
IDC_RD_H264_BALANCED		= Сбалансированная производительность
IDC_RD_H264_SMALLER_SIZE	= Меньше размер файла
IDC_ST_H264_OTHER_OPTIONS	= Прочие опции
IDC_ST_H264_KEYFRAME_INT	= Интервал ключ.кадров:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Запись по таймеру
IDC_ST_TIMER_SETTINGS		= Настройки автостарта записи
IDC_RD_TIMER_START_IN		= Автостарт через
IDC_ST_TIMER_MINUTES		= минут
IDC_RD_TIMER_START_AT		= Автостарт в
IDC_CK_TIMER_MINIMIZE		= Свернуть Bandicam в трей когда начнётся запись.
IDC_ST_TIMER_AUTO_COMPLETE	= Автозавершение записи
IDC_BTN_TIMER_AUTO_COMPLETE	= Настройки

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Запись по таймеру - ожидание времени для автостарта
IDC_ST_TIMER_WAITING_INFO	= Ожидание, чтобы начать запись в %s.
IDC_ST_TIMER_ELAPSED		= Прошло времени:
IDC_ST_TIMER_REMAINING		= Осталось времени:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Настройки FPS
IDC_ST_FORMAT_FPS_MODE		= Режим частоты кадров
IDC_RD_FORMAT_FPS_CFR		= CFR - Постоянная частота кадров
IDC_ST_FORMAT_FPS_CFR		= Переходит обратно на VFR, если производительность кодирования не является достаточно хорошей.
IDC_RD_FORMAT_FPS_VFR		= VFR - Переменная частота кадров (рекомендуется)
IDC_ST_FORMAT_FPS_HELP		= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Загрузка на YouTube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Информация о загрузке
IDC_ST_YOUTUBE_FILENAME		= Файл:
IDC_ST_YOUTUBE_TITLE		= Название:
IDC_ST_YOUTUBE_DESCRIPTION	= Описание:
IDC_ST_YOUTUBE_PRIVACY		= Доступ:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Открытый - любому разрешено смотреть это видео
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= По ссылке - имеющему ссылку доступно это видео
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Ограниченный - видео доступно мне и выбранным людям
IDC_BTN_YOUTUBE_UPLOAD		= Загрузить
IDC_LN_YOUTUBE_HELP		= Помощь
IDC_LN_YOUTUBE_TOS		= Нажатием 'Загрузить' вы подтверждаете что являетесь владельцем или имеете право на публикацию на YouTube данного видео, а его содержимое соответствует <a>YouTube Terms of Service</a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Оставаться в системе
IDC_BTN_YOUTUBE_LOGOUT		= Выход

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Загружается...
IDC_ST_YOUTUBE_UPLOADED		= Загрузка видео завершена!
IDC_ST_YOUTUBE_LINK		= Ссылка:
IDC_ST_YOUTUBE_EMBED		= HTML:
IDC_BTN_YOUTUBE_LINK_GO		= Перейти
IDC_BTN_YOUTUBE_EMBED_COPY	= Скопир.
IDC_BTN_YOUTUBE_CLOSE		= Закрыть

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Загрузка на Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Информация о загрузке
IDC_ST_VIMEO_FILENAME		= Файл:
IDC_ST_VIMEO_TITLE		= Название:
IDC_ST_VIMEO_DESCRIPTION	= Описание:
IDC_ST_VIMEO_PRIVACY		= Доступ:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Все - любому разрешено смотреть это видео
IDC_RD_VIMEO_PRIVACY_ONLYME	= Только я - видео доступно мне и никому больше
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Только лицам, на которых я подписан на Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Только лицам, имеющим приватную ссылку
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Пользователям Vimeo Basic данная функция недоступна)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Только лицам, имеющим пароль 
IDC_CK_HIDE_PASSWORD		= Скрыть пароль
IDC_BTN_VIMEO_UPLOAD		= Загрузить
IDC_LN_VIMEO_HELP		= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Загружается...
IDC_ST_VIMEO_UPLOADED		= Загрузка видео завершена!
IDC_ST_VIMEO_LINK		= Ссылка:
IDC_ST_VIMEO_EMBED		= HTML:
IDC_BTN_VIMEO_LINK_GO		= Перейти
IDC_BTN_VIMEO_EMBED_COPY	= Скопир.
IDC_BTN_VIMEO_CLOSE		= Закрыть

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Загрузка на Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Информация о загрузке
IDC_ST_FACEBOOK_FILENAME	= Файл:
IDC_ST_FACEBOOK_TITLE		= Название:
IDC_ST_FACEBOOK_DESCRIPTION	= Описание:
IDC_ST_FACEBOOK_PRIVACY		= Доступ:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Все - любому разрешено смотреть это видео
IDC_RD_FACEBOOK_PRIVACY_FOF	= Друзья моих друзей - Это видео доступно друзьям и их друзьям
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Друзья - Доступно только моим друзьям
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Только я - Видео доступно только мне
IDC_BTN_FACEBOOK_UPLOAD		= Загрузить
IDC_LN_FACEBOOK_HELP		= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		=Загружается...
IDC_ST_FACEBOOK_UPLOADED	= Загрузка видео завершена!
IDC_ST_FACEBOOK_LINK		= Ссылка:
IDC_BTN_FACEBOOK_LINK_GO	= Перейти
IDC_BTN_FACEBOOK_CLOSE		= Закрыть

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_GDRIVE
IDD_UPLOAD_TO_GDRIVE		= на Google Диск
IDC_ST_GDRIVE_UPLOADINFO	= Информация о загрузке
IDC_ST_GDRIVE_FILENAME		= Имя файла:
IDC_ST_GDRIVE_SHARE_MODE	= Общий доступ:
IDC_RD_GDRIVE_DONT_SHARE	= Нет общего доступа
IDC_RD_GDRIVE_SHARELINK		= Создать ссылку для общего доступа
IDC_ST_GDRIVE_SHARELINK_HELP	= Просматривать смогут все, у кого есть ссылка
IDC_BTN_GDRIVE_UPLOAD		= Загрузить
IDC_LN_GDRIVE_HELP		= Помощь
IDC_CK_GDRIVE_KEEP_LOGGED_IN	= Оставаться в системе
IDC_BTN_GDRIVE_LOGOUT		= Выйти

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_GDRIVE
IDD_UPLOADING_GDRIVE		= Загрузка...
IDC_ST_GDRIVE_UPLOADED		= Загрузка видео завершена!
IDC_ST_GDRIVE_LINK		= Ссылка:
IDC_BTN_GDRIVE_LINK_GO	= Перейти
IDC_BTN_GDRIVE_SHARELINK_COPY	= Скопировать общую ссылку
IDC_BTN_GDRIVE_CLOSE		= Закрыть

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= Доступен NVENC
IDC_LN_NVENC_AVAILABLE		= Кодер NVIDIA NVENC H.264 доступен. \nNVENC - это высокопроизводительный кодер с использованием аппаратного ускорения. \n\nХотите использовать кодер NVENC H.264? \n<a>подробнее</a>
IDC_CK_NVENC_AVAILABLE		= Больше не спрашивать

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Доступен Intel® Quick Sync Video (QSV)
IDC_LN_QSV_AVAILABLE		= Кодер Intel® Quick Sync Video H.264 доступен. \nQSV - это высокопроизводительный кодер с использованием аппаратного ускорения. \n\nХотите использовать кодер QSV H.264? \n<a>подробнее</a>
IDC_CK_QSV_AVAILABLE		= Больше не спрашивать

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Выбор устройства
IDC_ST_DEVICE_SELECTION		= Выбор
IDC_ST_DEVICE_NAME		= Устройство:
IDC_BTN_DEVICE_NAME_SETTINGS	= Настройки
IDC_ST_DEVICE_FORMAT		= Формат:
IDC_ST_DEVICE_VIDEO_INPUT	= Видеовход:
IDC_ST_DEVICE_AUDIO_INPUT	= Аудиовход:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Пользовательское аудиоустройство
IDC_BTN_DEVICE_INPUT_SETTINGS	= Настройки
IDC_ST_DEVICE_OPTIONS		= Опции
IDC_ST_DEVICE_DEINTERLAING	= Деинтерлейсинг:
IDC_ST_DEVICE_FLIPSCREEN	= Отразить экран
IDC_CK_DEVICE_FLIPSCREEN_H	= По горизонт.
IDC_CK_DEVICE_FLIPSCREEN_V	= По вертикали
IDC_LN_DEVICE_HELP		= Помощь онлайн

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Проблема совместимости с Origin
IDC_LN_CAUTION_USING_WINAPPS	= Если включен перехват Windows Apps (UWP), может возникнуть проблема совместимости с Origin. <a>Нажмите здесь</a>, чтобы решить эту проблему.\n\nВы уверены, что хотите использовать перехват Windows Apps?
IDC_CK_CAUTION_USING_WINAPPS	= Больше не спрашивать

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Список запланированных записей
IDC_ST_SREC_LIST_TEXT		= Запланируйте запись по расписанию (задание будет выполнено только при запущенном Bandicam)
IDC_BTN_SREC_LIST_ADD		= Добавить
IDC_BTN_SREC_LIST_EDIT		= Редактировать
IDC_BTN_SREC_LIST_DELETE	= Удалить
IDC_BTN_SREC_LIST_COPY		= Скопировать
IDC_BTN_SREC_LIST_CLOSE		= Закрыть
IDC_LN_SREC_TIP_TASK_SCHEDULER	= СОВЕТ: Как начать запись по расписанию, если Bandicam не запущен

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Расписание записи
IDC_ST_SREC_SETTINGS_NAME	= Название:
IDC_CK_SREC_ACTIVE		= Активное
IDC_ST_SREC_SCHEDULING		= Запланировать запись
IDC_RD_SREC_ONE_TIME		= Однократно
IDC_RD_SREC_DAILY		= Ежедневно
IDC_RD_SREC_WEEKLY		= Еженедельно
IDC_ST_SREC_START_TIME		= Начало:
IDC_ST_SREC_END_TIME		= Окончание:
IDC_CK_SREC_DURATION		= Продолжительность
IDC_CK_SREC_SUN			= Воскресенье
IDC_CK_SREC_MON			= Понедельник
IDC_CK_SREC_TUE			= Вторник
IDC_CK_SREC_WED			= Среда
IDC_CK_SREC_THU			= Четверг
IDC_CK_SREC_FRI			= Пятница
IDC_CK_SREC_SAT			= Суббота
IDC_ST_SREC_RECORDING		= Настройки записи
IDC_ST_SREC_TARGET		= Режим:
IDC_BTN_SREC_TARGET_SELECT	= Выбрать
IDC_ST_SREC_AFTER_RECORDING	= После записи:
IDC_LN_SREC_HELP		= [ Помощь ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Нет устройств захвата звука
IDC_ST_ACAP_NO_DEVICE		= Устройства захвата звука не найдены.\nВ записанном видео звуковая дорожка будет отсутствовать.
IDC_CK_ACAP_DO_NOT_SHOW		= Больше не показывать

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam запущен с правами обычного пользователя.
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Некоторые объекты записи могут не распознаваться, если Bandicam запущен не от имени администратора. \n\n<a>Нажмите здесь для запуска  Bandicam с правами администратора</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Помощь
ID_BTN_CAUTION_UAC_SETTINGS		= Настройки

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_BANDIFIX_DIALOG
IDD_BANDIFIX_DIALOG		= BandiFix

[MENU]
ID_POPUP_ABOUT			= О программе
ID_POPUP_GENERAL		= Основные настройки
ID_POPUP_FRAME			= Настройки FPS
ID_POPUP_VIDEO			= Настройки видео
ID_POPUP_IMAGE			= Настройки изображений
ID_POPUP_AUDIO			= Настройки аудио
ID_POPUP_OUTPUTS		= Обзор результатов
ID_POPUP_OPENOUTPUTFOLDER	= Открыть папку вывода
ID_POPUP_TARGET			= Режим записи
ID_POPUP_SETTINGS		= Параметры
ID_POPUP_SIZE			= Размер окна программы
ID_POPUP_EXIT			= Выход из программы

ID_TARGET_DIRECTX		= Режим записи игры
ID_TARGET_SCREEN		= Режим захвата - Прямоугольная область
ID_TARGET_FULL			= Режим захвата - Полный экран
ID_TARGET_MOUSE			= Режим захвата - Область вокруг курсора
ID_TARGET_DEVICE		= Режим записи с устройства
ID_TARGET_AUDIO_ONLY		= Режим записи - Только аудио
ID_TARGET_HELP			= Помощь онлайн

ID_TARGET_HIDE			= Показать/Скрыть рамку \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Скопировать в буфер \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Режим рисования \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Рамка поверх других окон
ID_TARGET_COUNTDOWN		= Обратный отсчет
ID_TARGET_COUNTDOWN_TIMER	= Показать обратный отсчет
ID_TARGET_COUNTDOWN_0		= Выкл
ID_TARGET_COUNTDOWN_1		= 1 сек
ID_TARGET_COUNTDOWN_2		= 2 сек
ID_TARGET_COUNTDOWN_3		= 3 сек
ID_TARGET_COUNTDOWN_4		= 4 сек
ID_TARGET_COUNTDOWN_5		= 5 сек
ID_TARGET_COUNTDOWN_6		= 6 сек
ID_TARGET_COUNTDOWN_7		= 7 сек
ID_TARGET_COUNTDOWN_8		= 8 сек
ID_TARGET_COUNTDOWN_9		= 9 сек
ID_TARGET_COUNTDOWN_10		= 10 сек
ID_TARGET_HIDE_MAINWND		= Скрывать главное окно во время записи
ID_TARGET_TRANSPARENCY		= Прозрачность видимой рамки
ID_TARGET_SIZE			= Размер обрамлённой области
ID_TARGET_ADJUST		= Отрегулировать рамку

ID_TARGET_MOVE_LEFT		= Сдвинуть влево \t Left
ID_TARGET_MOVE_RIGHT		= Сдвинуть вправо \t Right
ID_TARGET_MOVE_UP		= Сдвинуть вверх \t Up
ID_TARGET_MOVE_DOWN		= Сдвинуть вниз \t Down

ID_TARGET_INC_WIDTH		= Увеличить ширину \t Shift+Right
ID_TARGET_DEC_WIDTH		= Уменьшить ширину \t Shift+Left
ID_TARGET_INC_HEIGHT		= Увеличить высоту \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Уменьшить высоту \t Shift+Up

ID_TARGET_FIND_WINDOW		= Выбрать область записи \t Ctrl+F
ID_TARGET_FULLSCREEN		= Полный экран \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Подогнать к 4:3
ID_TARGET_RATIO_16_9		= Подогнать к 16:9
ID_TARGET_SIZE_CUSTOM		= Свой размер \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Шаблоны размера \t Shift+R
ID_TARGET_SIZE_PRESET_ADD	= Добавить шаблон размера
ID_TARGET_SIZE_PRESET_EDIT	= Править шаблоны размера
ID_TARGET_SIZE_RU		= Использованные \t Ctrl+S

ID_TARGET_DISPLAY		= Монитор
ID_TARGET_DISPLAY_1		= Монитор 1
ID_TARGET_DISPLAY_2		= Монитор 2
ID_TARGET_DISPLAY_3		= Монитор 3
ID_TARGET_DISPLAY_4		= Монитор 4
ID_TARGET_DISPLAY_5		= Монитор 5
ID_TARGET_DISPLAY_6		= Монитор 6
ID_TARGET_DISPLAY_7		= Монитор 7
ID_TARGET_DISPLAY_8		= Монитор 8

ID_TARGET_OPEN_OUTPUTFOLDER	= Открыть папку вывода
ID_TARGET_OUTPUT_LIST		= Список выходных файлов
ID_TARGET_EXIT_BANDICAM		= Выход из программы

ID_DEVICE_HIDE			= Скрыть/показать окно \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Скопировать в буфер \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Поверх других окон
ID_DEVICE_SELECTION		= Выбрать устройство \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Полный экран \t Enter
ID_DEVICE_ZOOM			= Размер окна записи
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Пропорции изображения
ID_DEVICE_KEEP_ASPECT_RATIO	= Фиксированные пропорции
ID_DEVICE_ASPECT_RATIO_DEFAULT	= По умолчанию
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Открыть папку вывода
ID_DEVICE_OUTPUT_LIST		= Список выходных файлов
ID_DEVICE_EXIT_BANDICAM		= Выход из программы

ID_USER_PRESET_ADD		= Добавить
ID_USER_PRESET_EDIT		= Править

ID_SORT_BY_DATE			= Сортировка по дате
ID_SORT_BY_NAME			= Сортировка по имени
ID_SORT_BY_SIZE			= Сортировка по размеру

ID_OUTPUTS_LB_PLAY		= Открыть
ID_OUTPUTS_LB_OPEN		= Открыть
ID_OUTPUTS_LB_EDIT		= Править
ID_OUTPUTS_LB_RENAME		= Переименовать     \t F2
ID_OUTPUTS_LB_DELETE		= Удалить     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Выбрать всё \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Открыть папку вывода

ID_UPLOAD_TO_YOUTUBE		= на YouTube
ID_UPLOAD_TO_VIMEO		= на Vimeo
ID_UPLOAD_TO_FACEBOOK		= на Facebook
ID_UPLOAD_TO_GDRIVE		= на Google Диск

ID_BDCAM_SIZE_DEFAULT		= Размер по умолчанию

ID_AUDIO_FILTER_MONO		= Преобразовать в моно
ID_AUDIO_FILTER_NS		= Подавление шума
ID_AUDIO_FILTER_NS_OFF		= Отключено
ID_AUDIO_FILTER_NS_LOW		= Слабое
ID_AUDIO_FILTER_NS_MEDIUM	= Среднее
ID_AUDIO_FILTER_NS_HIGH		= Сильное

